IdeaRS.Connections
CreateSegmentCommandData.CrossSectionType Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.CreateSegmentCommandData.CrossSectionType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string CrossSectionType { get; set; }
Property Value
Type: String
See Also
Reference
CreateSegmentCommandData Class
IdeaRS.Connections.Data Namespace